export const modsInfo = [
  {
    title: "Create",
    description: "Базований мод для всієї механіки та автоматизації Minecraft 🚂⚙️",
    version: "6.0.8",
  },
  {
    title: "Create: Connected",
    description: "Доповнення для Create — інтеграція різних механізмів в одну мережу 🔗⚙️",
    version: "1.1.10",
  },
  {
    title: "Create: Power Grid",
    description: "Розширення для Create — додає електричну мережу та живлення для механізмів ⚡🔌",
    version: "0.4.2",
  },
  {
    title: "Valkyrien Skies",
    description: "Аддон для літаючих кораблів — додає фізику, інерцію і справжній політ у небі 🌌🛩️",
    version: "2.4.6",
  },
  {
    title: "Starcatcher",
    description: "Мод на рибалку з магічними рибками та космічним уловом ✨🎣",
    version: "2.1.2",
  },
  {
    title: "Mekanism",
    description: "Ультимативний мод для технічних машин, енергії та хімії ⚡🔧💎",
    version: "10.4.16.80",
  },
  {
    title: "Clockwork",
    description: "Мод на годинникові механізми та точні машини — для справжніх інженерів ⏰⚙️",
    version: "0.5.4.4",
  },
  {
    title: "DieselGenerators",
    description: "Додає дизельні генератори для виробництва енергії, коли сонце не світить 🔥⚡",
    version: "1.3.8",
  },
  {
    title: "Trackwork",
    description: "Мод для залізничних ентузіастів — колії, стрілки та поїзди 🚂🛤️",
    version: "1.2.3",
  },
  {
    title: "Eureka",
    description: "Додає у Minecraft цікаві загадки та механіки для дослідження 🧠✨",
    version: "1.6.1",
  },
  {
    title: "JEI",
    description: "Just Enough Items — зручний перегляд рецептів та крафту 📜🍴",
    version: "15.20.0.129",
  },
  {
    title: "Xaero's Minimap",
    description: "Мінікарта для Minecraft — орієнтування та waypoints 🗺️✨",
    version: "25.3.5",
  },
  {
    title: "TL Skin Cape",
    description: "Мод для власних скінів та плащів у Minecraft 🧥✨",
    version: "1.38",
  }
]
//epic fight
